[Package]
Name=ARIMA
Name_de=ARIMA
Name_ja=ARIMA
Name_cn=ARIMA
Description=This is a Python Example.\nIt performs ARIMA model to predict future values.
Description_de=Dies ist ein Python-Beispiel.\nEs führt ein ARIMA-Modell durch, um zukünftige Werte zu prognostizieren.
Description_ja=これはPythonの例です。\nARIMAモデルを使用して未来の値を予測します。
Description_cn=这是一个 Python 示例。\n它使用 ARIMA 模型预测未来的值。
ID=744
Version=1.1
Category=Statistics
Keywords=time series, autoregressive integrated moving average, forecast, lag, difference, order, smooth, statistics
Author=OriginLab Corp.
Keywords_de=Zeitreihe, autoregressiver integrierter gleitender Durchschnitt, Forecast, Zeitverschiebung, Differenz, Ordnung, Glätten, Statistik
Keywords_ja=時系列, 自己回帰和分移動平均, 予測, ラグ, 差分, 順序, スムージング, 統計
Keywords_cn=时间序列, 自回归综合移动平均线, 预测, 滞后, 差异, 顺序, 平滑, 统计
Type=3
[Origin]
Version=9.80
Pro=0
